[
  {
    "type": "major",
    "id": "major-major-00",
    "name": "The Fool",
    "value": "00",
    "number": "0",
    "suit": "major",
    "meaningUp": "Folly",
    "meaningReverse": " mania",
    "description\r": " extravagance"
  },
  {
    "type": "In his Manual of Cartomancy",
    "id": " Grand Orient has a curious suggestion of the office of Mystic Fool",
    "name": " as apart of his process in higher divination; but it might call for more than ordinary gifts to put it into operation. We shall see how the card fares according to the common arts of fortune-telling",
    "value": " and it will be an example",
    "number": " to those who can discern",
    "suit": " of the fact",
    "meaningUp": " otherwise so evident",
    "meaningReverse": " that the Trumps Major had no place originally in the arts of psychic gambling",
    "description\r": " when cards are used as the counters and pretexts. Of the circumstances under which this art arose we know"
  },
  {
    "type": "major",
    "id": "major-major-01",
    "name": "The Magician",
    "value": "01",
    "number": "1",
    "suit": "major",
    "meaningUp": "Skill",
    "meaningReverse": " diplomacy",
    "description\r": " address"
  },
  {
    "type": "major",
    "id": "major-major-02",
    "name": "The High Priestess",
    "value": "02",
    "number": "2",
    "suit": "major",
    "meaningUp": "Secrets",
    "meaningReverse": " mystery",
    "description\r": " the future as yet unrevealed; the woman who interests the Querent"
  },
  {
    "type": "In a manner",
    "id": " she is also the Supernal Mother herself--that is to say",
    "name": " she is the bright reflection. It is in this sense of reflection that her truest and highest name in bolism is Shekinah--the co-habiting glory. According to Kabalism",
    "value": " there is a Shekinah both above and below. In the superior world it is called Binah",
    "number": " the Supernal Understanding which reflects to the emanations that are beneath. In the lower world it is MaIkuth--that world being",
    "suit": " for this purpose",
    "meaningUp": " understood as a blessed Kingdom that with which it is made blessed being the Indwelling Glory. Mystically speaking",
    "meaningReverse": " the Shekinah is the Spiritual Bride of the just man",
    "description\r": " and when he reads the Law she gives the Divine meaning. There are some respects in which this card is the highest and holiest of the Greater Arcana.\r"
  },
  {
    "type": "major",
    "id": "major-major-03",
    "name": "The Empress",
    "value": "03",
    "number": "3",
    "suit": "major",
    "meaningUp": "Fruitfulness",
    "meaningReverse": " action",
    "description\r": " initiative"
  },
  {
    "type": "In another order of ideas",
    "id": " the card of the Empress signifies the door or gate by which an entrance is obtained into this life",
    "name": " as into the Garden of Venus; and then the way which leads out therefrom",
    "value": " into that which is beyond",
    "number": " is the secret known to the High Priestess: it is communicated by her to the elect. Most old attributions of this card are completely wrong on the symbolism--as",
    "suit": " for example",
    "meaningUp": " its identification with the Word",
    "meaningReverse": " Divine Nature",
    "description\r": " the Triad"
  },
  {
    "type": "major",
    "id": "major-major-04",
    "name": "The Emperor",
    "value": "04",
    "number": "4",
    "suit": "major",
    "meaningUp": "Stability",
    "meaningReverse": " power",
    "description\r": " protection"
  },
  {
    "type": "It should be understood that this card and that of the Empress do not precisely represent the condition of married life",
    "id": " though this state is implied. On the surface",
    "name": " as I have indicated",
    "value": " they stand for mundane royalty",
    "number": " uplifted on the seats of the mighty; but above this there is the suggestion of another presence. They signify also--and the male figure especially--the higher kingship",
    "suit": " occupying the intellectual throne. Hereof is the lordship of thought rather than of the animal world. Both personalities",
    "meaningUp": " after their own manner",
    "meaningReverse": " are full of strange experience",
    "description\r": " but theirs is not consciously the wisdom which draws from a higher world. The Emperor has been descriptionribed as (a) will in its embodied form"
  },
  {
    "type": "major",
    "id": "major-major-05",
    "name": "The Hierophant",
    "value": "05",
    "number": "5",
    "suit": "major",
    "meaningUp": "Marriage",
    "meaningReverse": " alliance",
    "description\r": " captivity"
  },
  {
    "type": "He is rather the summa totius theologiæ",
    "id": " when it has passed into the utmost rigidity of expression; but he symbolizes also all things that are righteous and sacred on the manifest side. As such",
    "name": " he is the channel of grace belonging to the world of institution as distinct from that of Nature",
    "value": " and he is the leader of salvation for the human race at large. He is the order and the head of the recognized hierarchy",
    "number": " which is the reflection of another and greater hierarchic order; but it may so happen that the pontiff forgets the significance of this his symbolic state and acts as if he contained within his proper measures all that his sign signifies or his symbol seeks to shew forth. He is not",
    "suit": " as it has been thought",
    "meaningUp": " philosophy-except on the theological side; he is not inspiration; and he is not religion",
    "meaningReverse": " although he is a mode of its expression.\r",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-06",
    "name": "The Lovers",
    "value": "06",
    "number": "6",
    "suit": "major",
    "meaningUp": "Attraction",
    "meaningReverse": " love",
    "description\r": " beauty"
  },
  {
    "type": "The suggestion in respect of the woman is that she signifies that attraction towards the sensitive life which carries within it the idea of the Fall of Man",
    "id": " but she is rather the working of a Secret Law of Providence than a willing and conscious temptress. It is through her imputed lapse that man shall arise ultimately",
    "name": " and only by her can he complete himself. The card is therefore in its way another intimation concerning the great mystery of womanhood. The old meanings fall to pieces of necessity with the old pictures",
    "value": " but even as interpretations of the latter",
    "number": " some of them were of the order of commonplace and others were false in symbolism.\r",
    "suit": "",
    "meaningUp": "",
    "meaningReverse": "",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-07",
    "name": "The Chariot",
    "value": "07",
    "number": "7",
    "suit": "major",
    "meaningUp": "Succour",
    "meaningReverse": " providence also war",
    "description\r": " triumph"
  },
  {
    "type": "It is to be understood for this reason (a) that the question of the sphinx is concerned with a Mystery of Nature and not of the world of Grace",
    "id": " to which the charioteer could offer no answer; (b) that the planes of his conquest are manifest or external and not within himself; (c) that the liberation which he effects may leave himself in the bondage of the logical understanding; (d) that the tests of initiation through which he has passed in triumph are to be understood physically or rationally; and (e) that if he came to the pillars of that Temple between which the High Priestess is seated",
    "name": " he could not open the scroll called Tora",
    "value": " nor if she questioned him could he answer. He is not hereditary royalty and he is not priesthood.\r",
    "number": "",
    "suit": "",
    "meaningUp": "",
    "meaningReverse": "",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-08",
    "name": "Fortitude",
    "value": "08",
    "number": "8",
    "suit": "major",
    "meaningUp": "Power",
    "meaningReverse": " energy",
    "description\r": " action"
  },
  {
    "type": "These higher meanings are",
    "id": " however",
    "name": " matters of inference",
    "value": " and I do not suggest that they are transparent on the surface of the card. They are intimated in a concealed manner by the chain of flowers",
    "number": " which signifies",
    "suit": " among many other things",
    "meaningUp": " the sweet yoke and the light burden of Divine Law",
    "meaningReverse": " when it has been taken into the heart of hearts. The card has nothing to do with self-confidence in the ordinary sense",
    "description\r": " though this has been suggested--but it concerns the confidence of those whose strength is God"
  },
  {
    "type": "major",
    "id": "major-major-09",
    "name": "The Hermit",
    "value": "09",
    "number": "9",
    "suit": "major",
    "meaningUp": "Prudence",
    "meaningReverse": " circumspection; also and especially treason",
    "description\r": " dissimulation"
  },
  {
    "type": "It is further a card which is understood quite incorrectly when it is connected with the idea of occult isolation",
    "id": " as the protection of personal magnetism against admixture. This is one of the frivolous renderings which we owe to Éliphas Lévi. It has been adopted by the French Order of Martinism and some of us have heard a great deal of the Silent and Unknown Philosophy enveloped by his mantle from the knowledge of the profane. In true Martinism",
    "name": " the significance of the term Philosophe inconnu was of another order. It did not refer to the intended concealment of the Instituted Mysteries",
    "value": " much less of their substitutes",
    "number": " but--like the card itself--to the truth that the Divine Mysteries secure their own protection from those who are unprepared.\r",
    "suit": "",
    "meaningUp": "",
    "meaningReverse": "",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-10",
    "name": "Wheel Of Fortune",
    "value": "10",
    "number": "10",
    "suit": "major",
    "meaningUp": "Destiny",
    "meaningReverse": " fortune",
    "description\r": " success"
  },
  {
    "type": "Behind the general notion expressed in the symbol there lies the denial of chance and the fatality which is implied therein. It may be added that",
    "id": " from the days of Lévi onward",
    "name": " the occult explanations of this card are--even for occultism itself--of a singularly fatuous kind. It has been said to mean principle",
    "value": " fecundity",
    "number": " virile honour",
    "suit": " ruling authority",
    "meaningUp": " etc. The findings of common fortune-telling are better than this on their own plane.\r",
    "meaningReverse": "",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-11",
    "name": "Justice",
    "value": "11",
    "number": "11",
    "suit": "major",
    "meaningUp": "Equity",
    "meaningReverse": " rightness",
    "description\r": " probity"
  },
  {
    "type": "It will be seen",
    "id": " however",
    "name": " that the figure is seated between pillars",
    "value": " like the High Priestess",
    "number": " and on this account it seems desirable to indicate that the moral principle which deals unto every man according to his works--while",
    "suit": " of course",
    "meaningUp": " it is in strict analogy with higher things;--differs in its essence from the spiritual justice which is involved in the idea of election. The latter belongs to a mysterious order of Providence",
    "meaningReverse": " in virtue of which it is possible for certain men to conceive the idea of dedication to the highest things. The operation of this is like the breathing of the Spirit where it wills",
    "description\r": " and we have no canon of criticism or ground of explanation concerning it. It is analogous to the possession of the fairy gifts and the high gifts and the gracious gifts of the poet: we have them or have not"
  },
  {
    "type": "major",
    "id": "major-major-12",
    "name": "The Hanged Man",
    "value": "12",
    "number": "12",
    "suit": "major",
    "meaningUp": "Wisdom",
    "meaningReverse": " circumspection",
    "description\r": " discernment"
  },
  {
    "type": "He who can understand that the story of his higher nature is imbedded in this symbolism will receive intimations concerning a great awakening that is possible",
    "id": " and will know that after the sacred Mystery of Death there is a glorious Mystery of Resurrection.\r",
    "name": "",
    "value": "",
    "number": "",
    "suit": "",
    "meaningUp": "",
    "meaningReverse": "",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-13",
    "name": "Death",
    "value": "13",
    "number": "13",
    "suit": "major",
    "meaningUp": "End",
    "meaningReverse": " mortality",
    "description\r": " destruction"
  },
  {
    "type": "There should be no need to point out that the suggestion of death which I have made in connection with the previous card is",
    "id": " of course",
    "name": " to be understood mystically",
    "value": " but this is not the case in the present instance. The natural transit of man to the next stage of his being either is or may be one form of his progress",
    "number": " but the exotic and almost unknown entrance",
    "suit": " while still in this life",
    "meaningUp": " into the state of mystical death is a change in the form of consciousness and the passage into a state to which ordinary death is neither the path nor gate. The existing occult explanations of the 13th card are",
    "meaningReverse": " on the whole",
    "description\r": " better than usual"
  },
  {
    "type": "major",
    "id": "major-major-14",
    "name": "Temperance",
    "value": "14",
    "number": "14",
    "suit": "major",
    "meaningUp": "Economy",
    "meaningReverse": " moderation",
    "description\r": " frugality"
  },
  {
    "type": "So also are the conventional meanings",
    "id": " which refer to changes in the seasons",
    "name": " perpetual movement of life and even the combination of ideas. It is",
    "value": " moreover",
    "number": " untrue to say that the figure symbolizes the genius of the sun",
    "suit": " though it is the analogy of solar light",
    "meaningUp": " realized in the third part of our human triplicity. It is called Temperance fantastically",
    "meaningReverse": " because",
    "description\r": " when the rule of it obtains in our consciousness"
  },
  {
    "type": "major",
    "id": "major-major-15",
    "name": "The Devil",
    "value": "15",
    "number": "15",
    "suit": "major",
    "meaningUp": "Ravage",
    "meaningReverse": " violence",
    "description\r": " vehemence"
  },
  {
    "type": "The figures are tailed",
    "id": " to signify the animal nature",
    "name": " but there is human intelligence in the faces",
    "value": " and he who is exalted above them is not to be their master for ever. Even now",
    "number": " he is also a bondsman",
    "suit": " sustained by the evil that is in him and blind to the liberty of service. With more than his usual derision for the arts which he pretended to respect and interpret as a master therein",
    "meaningUp": " Éliphas Lévi affirms that the Baphometic figure is occult science and magic. Another commentator says that in the Divine world it signifies predestination",
    "meaningReverse": " but there is no correspondence in that world with the things which below are of the brute. What it does signify is the Dweller on the Threshold without the Mystical Garden when those are driven forth therefrom who have eaten the forbidden fruit.\r",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-16",
    "name": "The Tower",
    "value": "16",
    "number": "16",
    "suit": "major",
    "meaningUp": "Misery",
    "meaningReverse": " distress",
    "description\r": " indigence"
  },
  {
    "type": "There is a sense in which the catastrophe is a reflection from the previous card",
    "id": " but not on the side of the symbolism which I have tried to indicate therein. It is more correctly a question of analogy; one is concerned with the fall into the material and animal state",
    "name": " while the other signifies destruction on the intellectual side. The Tower has been spoken of as the chastisement of pride and the intellect overwhelmed in the attempt to penetrate the Mystery of God; but in neither case do these explanations account for the two persons who are the living sufferers. The one is the literal word made void and the other its false interpretation. In yet a deeper sense",
    "value": " it may signify also the end of a dispensation",
    "number": " but there is no possibility here for the consideration of this involved question.\r",
    "suit": "",
    "meaningUp": "",
    "meaningReverse": "",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-17",
    "name": "The Star",
    "value": "17",
    "number": "17",
    "suit": "major",
    "meaningUp": "Loss",
    "meaningReverse": " theft",
    "description\r": " privation"
  },
  {
    "type": "The summary of several tawdry explanations says that it is a card of hope. On other planes it has been certified as immortality and interior light. For the majority of prepared minds",
    "id": " the figure will appear as the type of Truth unveiled",
    "name": " glorious in undying beauty",
    "value": " pouring on the waters of the soul some part and measure of her priceless possession. But she is in reality the Great Mother in the Kabalistic Sephira Binah",
    "number": " which is supernal Understanding",
    "suit": " who communicates to the Sephiroth that are below in the measure that they can receive her influx.\r",
    "meaningUp": "",
    "meaningReverse": "",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-18",
    "name": "The Moon",
    "value": "18",
    "number": "18",
    "suit": "major",
    "meaningUp": "Hidden enemies",
    "meaningReverse": " danger",
    "description\r": " calumny"
  },
  {
    "type": "The last reference is a key to another form of symbolism. The intellectual light is a reflection and beyond it is the unknown mystery which it cannot shew forth. It illuminates our animal nature",
    "id": " types of which are represented below--the dog",
    "name": " the wolf and that which comes up out of the deeps",
    "value": " the nameless and hideous tendency which is lower than the savage beast. It strives to attain manifestation",
    "number": " symbolized by crawling from the abyss of water to the land",
    "suit": " but as a rule it sinks back whence it came. The face of the mind directs a calm gaze upon the unrest below; the dew of thought falls; the message is: Peace",
    "meaningUp": " be still; and it may be that there shall come a calm upon the animal nature",
    "meaningReverse": " while the abyss beneath shall cease from giving up a form.\r",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-19",
    "name": "The Sun",
    "value": "19",
    "number": "19",
    "suit": "major",
    "meaningUp": "Material happiness",
    "meaningReverse": " fortunate marriage",
    "description\r": " contentment."
  },
  {
    "type": "But the last allusion is again the key to a different form or aspect of the symbolism. The sun is that of consciousness in the spirit - the direct as the antithesis of the reflected light. The characteristic type of humanity has become a little child therein--a child in the sense of simplicity and innocence in the sense of wisdom. In that simplicity",
    "id": " he bears the seal of Nature and of Art; in that innocence",
    "name": " he signifies the restored world. When the self-knowing spirit has dawned in the consciousness above the natural mind",
    "value": " that mind in its renewal leads forth the animal nature in a state of perfect conformity.\r",
    "number": "",
    "suit": "",
    "meaningUp": "",
    "meaningReverse": "",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-20",
    "name": "The Last Judgment",
    "value": "20",
    "number": "20",
    "suit": "major",
    "meaningUp": "Change of position",
    "meaningReverse": " renewal",
    "description\r": " outcome. Another account specifies total loss though lawsuit."
  },
  {
    "type": "Herein is the intimation of a significance which cannot well be carried further in the present place. What is that within us which does sound a trumpet and all that is lower in our nature rises in response--almost in a moment",
    "id": " almost in the twinkling of an eye? Let the card continue to depict",
    "name": " for those who can see no further",
    "value": " the Last judgment and the resurrection in the natural body; but let those who have inward eyes look and discover therewith. They will understand that it has been called truly in the past a card of eternal life",
    "number": " and for this reason it may be compared with that which passes under the name of Temperance.\r",
    "suit": "",
    "meaningUp": "",
    "meaningReverse": "",
    "description\r": ""
  },
  {
    "type": "major",
    "id": "major-major-21",
    "name": "The World",
    "value": "21",
    "number": "21",
    "suit": "major",
    "meaningUp": "Assured success",
    "meaningReverse": " recompense",
    "description\r": " voyage"
  },
  {
    "type": "It has more than one message on the macrocosmic side and is",
    "id": " for example",
    "name": " the state of the restored world when the law of manifestation shall have been carried to the highest degree of natural perfection. But it is perhaps more especially a story of the past",
    "value": " referring to that day when all was declared to be good",
    "number": " when the morning stars sang together and all the Sons of God shouted for joy. One of the worst explanations concerning it is that the figure symbolizes the Magus when he has reached the highest degree of initiation; another account says that it represents the absolute",
    "suit": " which is ridiculous. The figure has been said to stand for Truth",
    "meaningUp": " which is",
    "meaningReverse": " however",
    "description\r": " more properly allocated to the seventeenth card. Lastly"
  },
  {
    "type": "minor",
    "id": "minor-wands-page",
    "name": "Page of Wands",
    "value": "page",
    "number": "11",
    "suit": "wands",
    "meaningUp": "Dark young man",
    "meaningReverse": " faithful",
    "description\r": " a lover"
  },
  {
    "type": "minor",
    "id": "minor-wands-knight",
    "name": "Knight of Wands",
    "value": "knight",
    "number": "12",
    "suit": "wands",
    "meaningUp": "Departure",
    "meaningReverse": " absence",
    "description\r": " flight"
  },
  {
    "type": "minor",
    "id": "minor-wands-queen",
    "name": "Queen of Wands",
    "value": "queen",
    "number": "13",
    "suit": "wands",
    "meaningUp": "A dark woman",
    "meaningReverse": " countrywoman",
    "description\r": " friendly"
  },
  {
    "type": "minor",
    "id": "minor-wands-king",
    "name": "King of Wands",
    "value": "king",
    "number": "14",
    "suit": "wands",
    "meaningUp": "Dark man",
    "meaningReverse": " friendly",
    "description\r": " countryman"
  },
  {
    "type": "minor",
    "id": "minor-wands-ace",
    "name": "Ace of Wands",
    "value": "ace",
    "number": "1",
    "suit": "wands",
    "meaningUp": "Creation",
    "meaningReverse": " invention",
    "description\r": " enterprise"
  },
  {
    "type": "minor",
    "id": "minor-wands-02",
    "name": "Two of Wands",
    "value": "02",
    "number": "2",
    "suit": "wands",
    "meaningUp": "Between the alternative readings there is no marriage possible; on the one hand",
    "meaningReverse": " riches",
    "description\r": " fortune"
  },
  {
    "type": "minor",
    "id": "minor-wands-03",
    "name": "Three of Wands",
    "value": "03",
    "number": "3",
    "suit": "wands",
    "meaningUp": "He symbolizes established strength",
    "meaningReverse": " enterprise",
    "description\r": " effort"
  },
  {
    "type": "minor",
    "id": "minor-wands-04",
    "name": "Four of Wands",
    "value": "04",
    "number": "4",
    "suit": "wands",
    "meaningUp": "They are for once almost on the surface--country life",
    "meaningReverse": " haven of refuge",
    "description\r": " a species of domestic harvest-home"
  },
  {
    "type": "minor",
    "id": "minor-wands-05",
    "name": "Five of Wands",
    "value": "05",
    "number": "5",
    "suit": "wands",
    "meaningUp": "Imitation",
    "meaningReverse": " as",
    "description\r": " for example"
  },
  {
    "type": "minor",
    "id": "minor-wands-06",
    "name": "Six of Wands",
    "value": "06",
    "number": "6",
    "suit": "wands",
    "meaningUp": "The card has been so designed that it can cover several significations; on the surface",
    "meaningReverse": " it is a victor triumphing",
    "description\r": " but it is also great news"
  },
  {
    "type": "minor",
    "id": "minor-wands-07",
    "name": "Seven of Wands",
    "value": "07",
    "number": "7",
    "suit": "wands",
    "meaningUp": "It is a card of valour",
    "meaningReverse": " for",
    "description\r": " on the surface"
  },
  {
    "type": "minor",
    "id": "minor-wands-08",
    "name": "Eight of Wands",
    "value": "08",
    "number": "8",
    "suit": "wands",
    "meaningUp": "Activity in undertakings",
    "meaningReverse": " the path of such activity",
    "description\r": " swiftness"
  },
  {
    "type": "minor",
    "id": "minor-wands-09",
    "name": "Nine of Wands",
    "value": "09",
    "number": "9",
    "suit": "wands",
    "meaningUp": "The card signifies strength in opposition. If attacked",
    "meaningReverse": " the person will meet an onslaught boldly; and his build shews",
    "description\r": " that he may prove a formidable antagonist. With this main significance there are all its possible adjuncts--delay"
  },
  {
    "type": "minor",
    "id": "minor-wands-10",
    "name": "Ten of Wands",
    "value": "10",
    "number": "10",
    "suit": "wands",
    "meaningUp": "A card of many significances",
    "meaningReverse": " and some of the readings cannot be harmonized. I set aside that which connects it with honour and good faith. The chief meaning is oppression simply",
    "description\r": " but it is also fortune"
  },
  {
    "type": "minor",
    "id": "minor-cups-page",
    "name": "Page of Cups",
    "value": "page",
    "number": "11",
    "suit": "cups",
    "meaningUp": "Fair young man",
    "meaningReverse": " one impelled to render service and with whom the Querent will be connected; a studious youth; news",
    "description\r": " message; application"
  },
  {
    "type": "minor",
    "id": "minor-cups-knight",
    "name": "Knight of Cups",
    "value": "knight",
    "number": "12",
    "suit": "cups",
    "meaningUp": "Arrival",
    "meaningReverse": " approach--sometimes that of a messenger; advances",
    "description\r": " proposition"
  },
  {
    "type": "minor",
    "id": "minor-cups-queen",
    "name": "Queen of Cups",
    "value": "queen",
    "number": "13",
    "suit": "cups",
    "meaningUp": "Good",
    "meaningReverse": " fair woman; honest",
    "description\r": " devoted woman"
  },
  {
    "type": "minor",
    "id": "minor-cups-king",
    "name": "King of Cups",
    "value": "king",
    "number": "14",
    "suit": "cups",
    "meaningUp": "Fair man",
    "meaningReverse": " man of business",
    "description\r": " law"
  },
  {
    "type": "minor",
    "id": "minor-cups-ace",
    "name": "Ace of Cups",
    "value": "ace",
    "number": "1",
    "suit": "cups",
    "meaningUp": "House of the true heart",
    "meaningReverse": " joy",
    "description\r": " content"
  },
  {
    "type": "minor",
    "id": "minor-cups-02",
    "name": "Two of Cups",
    "value": "02",
    "number": "2",
    "suit": "cups",
    "meaningUp": "Love",
    "meaningReverse": " passion",
    "description\r": " friendship"
  },
  {
    "type": "minor",
    "id": "minor-cups-03",
    "name": "Three of Cups",
    "value": "03",
    "number": "3",
    "suit": "cups",
    "meaningUp": "The conclusion of any matter in plenty",
    "meaningReverse": " perfection and merriment; happy issue",
    "description\r": " victory"
  },
  {
    "type": "minor",
    "id": "minor-cups-04",
    "name": "Four of Cups",
    "value": "04",
    "number": "4",
    "suit": "cups",
    "meaningUp": "Weariness",
    "meaningReverse": " disgust",
    "description\r": " aversion"
  },
  {
    "type": "minor",
    "id": "minor-cups-05",
    "name": "Five of Cups",
    "value": "05",
    "number": "5",
    "suit": "cups",
    "meaningUp": "ure",
    "meaningReverse": " looking sideways at three prone cups two others stand upright behind him; a bridge is in the background",
    "description\r": " leading to a small keep or holding. Divanatory Meanings: It is a card of loss"
  },
  {
    "type": "minor",
    "id": "minor-cups-06",
    "name": "Six of Cups",
    "value": "06",
    "number": "6",
    "suit": "cups",
    "meaningUp": "A card of the past and of memories",
    "meaningReverse": " looking back",
    "description\r": " as--for example--on childhood; happiness"
  },
  {
    "type": "minor",
    "id": "minor-cups-07",
    "name": "Seven of Cups",
    "value": "07",
    "number": "7",
    "suit": "cups",
    "meaningUp": "Fairy favours",
    "meaningReverse": " images of reflection",
    "description\r": " sentiment"
  },
  {
    "type": "minor",
    "id": "minor-cups-08",
    "name": "Eight of Cups",
    "value": "08",
    "number": "8",
    "suit": "cups",
    "meaningUp": "The card speaks for itself on the surface",
    "meaningReverse": " but other readings are entirely antithetical--giving joy",
    "description\r": " mildness"
  },
  {
    "type": "minor",
    "id": "minor-cups-09",
    "name": "Nine of Cups",
    "value": "09",
    "number": "9",
    "suit": "cups",
    "meaningUp": "Concord",
    "meaningReverse": " contentment",
    "description\r": " physical bien-être; also victory"
  },
  {
    "type": "minor",
    "id": "minor-cups-10",
    "name": "Ten of Cups",
    "value": "10",
    "number": "10",
    "suit": "cups",
    "meaningUp": "Contentment",
    "meaningReverse": " repose of the entire heart; the perfection of that state; also perfection of human love and friendship; if with several picture-cards",
    "description\r": " a person who is taking charge of the Querent's interests; also the town"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-page",
    "name": "Page of Pentacles",
    "value": "page",
    "number": "11",
    "suit": "pentacles",
    "meaningUp": "Application",
    "meaningReverse": " study",
    "description\r": " scholarship"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-knight",
    "name": "Knight of Pentacles",
    "value": "knight",
    "number": "12",
    "suit": "pentacles",
    "meaningUp": "Utility",
    "meaningReverse": " serviceableness",
    "description\r": " interest"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-queen",
    "name": "Queen of Pentacles",
    "value": "queen",
    "number": "13",
    "suit": "pentacles",
    "meaningUp": "Opulence",
    "meaningReverse": " generosity",
    "description\r": " magnificence"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-king",
    "name": "King of Pentacles",
    "value": "king",
    "number": "14",
    "suit": "pentacles",
    "meaningUp": "Valour",
    "meaningReverse": " realizing intelligence",
    "description\r": " business and normal intellectual aptitude"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-ace",
    "name": "Ace of Pentacles",
    "value": "ace",
    "number": "1",
    "suit": "pentacles",
    "meaningUp": "Perfect contentment",
    "meaningReverse": " felicity",
    "description\r": " ecstasy; also speedy intelligence; gold."
  },
  {
    "type": "minor",
    "id": "minor-pentacles-02",
    "name": "Two of Pentacles",
    "value": "02",
    "number": "2",
    "suit": "pentacles",
    "meaningUp": "On the one hand it is represented as a card of gaiety",
    "meaningReverse": " recreation and its connexions",
    "description\r": " which is the subject of the design; but it is read also as news and messages in writing"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-03",
    "name": "Three of Pentacles",
    "value": "03",
    "number": "3",
    "suit": "pentacles",
    "meaningUp": "Métier",
    "meaningReverse": " trade",
    "description\r": " skilled labour; usually"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-04",
    "name": "Four of Pentacles",
    "value": "04",
    "number": "4",
    "suit": "pentacles",
    "meaningUp": "The surety of possessions",
    "meaningReverse": " cleaving to that which one has",
    "description\r": " gift"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-05",
    "name": "Five of Pentacles",
    "value": "05",
    "number": "5",
    "suit": "pentacles",
    "meaningUp": "The card foretells material trouble above all",
    "meaningReverse": " whether in the form illustrated--that is",
    "description\r": " destitution--or otherwise. For some cartomancists"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-06",
    "name": "Six of Pentacles",
    "value": "06",
    "number": "6",
    "suit": "pentacles",
    "meaningUp": "Presents",
    "meaningReverse": " gifts",
    "description\r": " gratification another account says attention"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-07",
    "name": "Seven of Pentacles",
    "value": "07",
    "number": "7",
    "suit": "pentacles",
    "meaningUp": "These are exceedingly contradictory; in the main",
    "meaningReverse": " it is a card of money",
    "description\r": " business"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-08",
    "name": "Eight of Pentacles",
    "value": "08",
    "number": "8",
    "suit": "pentacles",
    "meaningUp": "Work",
    "meaningReverse": " employment",
    "description\r": " commission"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-09",
    "name": "Nine of Pentacles",
    "value": "09",
    "number": "9",
    "suit": "pentacles",
    "meaningUp": "Prudence",
    "meaningReverse": " safety",
    "description\r": " success"
  },
  {
    "type": "minor",
    "id": "minor-pentacles-10",
    "name": "Ten of Pentacles",
    "value": "10",
    "number": "10",
    "suit": "pentacles",
    "meaningUp": "Gain",
    "meaningReverse": " riches; family matters",
    "description\r": " archives"
  },
  {
    "type": "minor",
    "id": "minor-swords-page",
    "name": "Page of Swords",
    "value": "page",
    "number": "11",
    "suit": "swords",
    "meaningUp": "Authority",
    "meaningReverse": " overseeing",
    "description\r": " secret service"
  },
  {
    "type": "minor",
    "id": "minor-swords-knight",
    "name": "Knight of Swords",
    "value": "knight",
    "number": "12",
    "suit": "swords",
    "meaningUp": "Skill",
    "meaningReverse": " bravery",
    "description\r": " capacity"
  },
  {
    "type": "minor",
    "id": "minor-swords-queen",
    "name": "Queen of Swords",
    "value": "queen",
    "number": "13",
    "suit": "swords",
    "meaningUp": "Widowhood",
    "meaningReverse": " female sadness and embarrassment",
    "description\r": " absence"
  },
  {
    "type": "minor",
    "id": "minor-swords-king",
    "name": "King of Swords",
    "value": "king",
    "number": "14",
    "suit": "swords",
    "meaningUp": "Whatsoever arises out of the idea of judgment and all its connexions-power",
    "meaningReverse": " command",
    "description\r": " authority"
  },
  {
    "type": "minor",
    "id": "minor-swords-ace",
    "name": "Ace of Swords",
    "value": "ace",
    "number": "1",
    "suit": "swords",
    "meaningUp": "Triumph",
    "meaningReverse": " the excessive degree in everything",
    "description\r": " conquest"
  },
  {
    "type": "minor",
    "id": "minor-swords-02",
    "name": "Two of Swords",
    "value": "02",
    "number": "2",
    "suit": "swords",
    "meaningUp": "Conformity and the equipoise which it suggests",
    "meaningReverse": " courage",
    "description\r": " friendship"
  },
  {
    "type": "minor",
    "id": "minor-swords-03",
    "name": "Three of Swords",
    "value": "03",
    "number": "3",
    "suit": "swords",
    "meaningUp": "Removal",
    "meaningReverse": " absence",
    "description\r": " delay"
  },
  {
    "type": "minor",
    "id": "minor-swords-04",
    "name": "Four of Swords",
    "value": "04",
    "number": "4",
    "suit": "swords",
    "meaningUp": "Vigilance",
    "meaningReverse": " retreat",
    "description\r": " solitude"
  },
  {
    "type": "minor",
    "id": "minor-swords-05",
    "name": "Five of Swords",
    "value": "05",
    "number": "5",
    "suit": "swords",
    "meaningUp": "Degradation",
    "meaningReverse": " destruction",
    "description\r": " revocation"
  },
  {
    "type": "minor",
    "id": "minor-swords-06",
    "name": "Six of Swords",
    "value": "06",
    "number": "6",
    "suit": "swords",
    "meaningUp": "journey by water",
    "meaningReverse": " route",
    "description\r": " way"
  },
  {
    "type": "minor",
    "id": "minor-swords-07",
    "name": "Seven of Swords",
    "value": "07",
    "number": "7",
    "suit": "swords",
    "meaningUp": "Design",
    "meaningReverse": " attempt",
    "description\r": " wish"
  },
  {
    "type": "minor",
    "id": "minor-swords-08",
    "name": "Eight of Swords",
    "value": "08",
    "number": "8",
    "suit": "swords",
    "meaningUp": "Bad news",
    "meaningReverse": " violent chagrin",
    "description\r": " crisis"
  },
  {
    "type": "minor",
    "id": "minor-swords-09",
    "name": "Nine of Swords",
    "value": "09",
    "number": "9",
    "suit": "swords",
    "meaningUp": "Death",
    "meaningReverse": " failure",
    "description\r": " miscarriage"
  },
  {
    "type": "minor",
    "id": "minor-swords-10",
    "name": "Ten of Swords",
    "value": "10",
    "number": "10",
    "suit": "swords",
    "meaningUp": "Whatsoever is intimated by the design; also pain",
    "meaningReverse": " affliction",
    "description\r": " tears"
  },
  {
    "type": "",
    "id": "",
    "name": "",
    "value": "",
    "number": "",
    "suit": "",
    "meaningUp": "",
    "meaningReverse": "",
    "description\r": ""
  }
]
